{
    "blogPosts": [
        {
            "type": "video",
            "source": "YouTube",
            "urlCode": "J_HAsKN_m14",
            "date": "2020-10-01",
            "locales": {
                "en": {
                    "title": "How does Hacktoberfest work?",
                    "description": "As part of the Codiqueijo group, I and Thamara Andrade presented in this year's Hacktoberfest how the GitHub flow works, and how to use it. We answered some questions and introduced our channel, where people can connect themselves with others who are discovering this world, and also with more experienced ones who can help.\n\nHacktoberfest - made by DigitalOcean in a partnership with Dev & Intel - is a celebration of Open Source software. Mantainers are invited to guide possible contributors in doing tasks for the projects, and contributors have the opportunity to help projects and software in which they may be interested."
                },
                "pt-BR": {
                    "title": "Como funciona o Hacktoberfest?",
                    "description": "Como parte do grupo Codiqueijo, eu e Thamara Andrade apresentamos no Hacktoberfest deste ano como funciona o fluxo no GitHub e como começar a usá-lo. Tiramos dúvidas e abrimos as portas do nosso canal, onde as pessoas podem se conectar com outras que estão descobrindo esse mundo, e também com outras mais experientes que podem ajudar.\n\nHacktoberfest - realizado por DigitalOcean em parceria com Dev & Intel - é uma celebração do software de código aberto (open source). Mantenedores são convidados a guiar possíveis contribuidores na realização de tarefas que façam o projeto avançar, e contribuidores tem a oportunidade de ajudar projetos e softwares que tenham interesse."
                }
            }
        },
        {
            "type": "article",
            "source": "LinkedIn Pulse",
            "url": "https://www.linkedin.com/pulse/ted-tale-burnout-tulio-leao",
            "date": "2020-05-14",
            "locales": {
                "en": {
                    "title": "TED e uma história de Burnout",
                    "description": "O LinkedIn costuma ser usado para compartilhar boas notícias e despedidas felizes, mas acho que às vezes deveria ser mais profundo, por isso decidi escrever sobre o burnout.\n\nEsta semana, afastei-me da minha posição de Coordenador de Línguas (LC) voluntário e Tradutor para Português (Brasil) e Inglês no TED. Foi o meu primeiro contato com o voluntariado, entrei em 2010 como forma de ocupar o meu tempo livre e ao mesmo tempo melhorar o meu inglês e alguns podem até dizer que foi o meu primeiro emprego. Na época eu tinha apenas dezoito anos, muita energia e uma obsessão em dar atenção a todos os voluntários e realizar tarefas.\n\nO pipeline de tradução do TED foi dividido em três etapas: qualquer pessoa poderia fazer as duas primeiras, mas apenas os coordenadores de idioma poderiam fazer a terceira, aprovações. Havia dezenas de tradutores para alguns LCs e tínhamos um grande acúmulo de aprovações para lidar, que estava sempre aumentando. Muitas vezes havia perguntas de \"Quando minha legenda estará online?\" ou \"Eu terminei minha tarefa há alguns meses, alguém pode aprová-la?\", Então eu decidi fazer isso."
                },
                "pt-BR": {
                    "title": "TED e uma história de Burnout",
                    "description": "O LinkedIn costuma ser usado para compartilhar boas notícias e despedidas felizes, mas acho que às vezes deveria ser mais profundo, por isso decidi escrever sobre o burnout.\n\nEsta semana, afastei-me da minha posição de Coordenador de Línguas (LC) voluntário e Tradutor para Português (Brasil) e Inglês no TED. Foi o meu primeiro contato com o voluntariado, entrei em 2010 como forma de ocupar o meu tempo livre e ao mesmo tempo melhorar o meu inglês e alguns podem até dizer que foi o meu primeiro emprego. Na época eu tinha apenas dezoito anos, muita energia e uma obsessão em dar atenção a todos os voluntários e realizar tarefas.\n\nO pipeline de tradução do TED foi dividido em três etapas: qualquer pessoa poderia fazer as duas primeiras, mas apenas os coordenadores de idioma poderiam fazer a terceira, aprovações. Havia dezenas de tradutores para alguns LCs e tínhamos um grande acúmulo de aprovações para lidar, que estava sempre aumentando. Muitas vezes havia perguntas de \"Quando minha legenda estará online?\" ou \"Eu terminei minha tarefa há alguns meses, alguém pode aprová-la?\", Então eu decidi fazer isso."
                }
            }
        }
    ]
}