{
    "career": [
        {
            "type": "work",
            "location": "Cadence Design Systems",
            "start": "2014-12",
            "position": "Gerente de Engenharia de Software",
            "longDescription": "Gerenciar e trabalhar num time estilo \"Skunkworks\" para desenvolver e implantar mudanças na arquitetura central do software: dando suporte a novos compiladores, atualizando bibliotecas, adotando padrões mais recentes de linguagens de programação, entre outros.\n\nComo Engenheiro de Software Líder, escrever especificações e desenvolver projetos de aplicações de Interface Gráfica de Usuário (GUI), para exploração de configuração de \"clock\", debug visual da síntese de um design e de laços combinacionais (loops).\n\nInfluência na liderança do escritório através da organização de eventos neste: conferências técnicas, eventos de arrecadação de dinheiro para instituições filantrópicas, oficinas de apresentação, dentre outros."
        },
        {
            "type": "voluntary",
            "location": "TED Conferences",
            "start": "2013-10",
            "end": "2020-05",
            "position": "Coordenador de Idioma",
            "longDescription": "Coordenador de idioma para Português Brasileiro e Inglês. A função inclui aprovar traduções e revisões de outros tradutores, assim como orientá-los no processo de legendagem e como abordar cada tarefa."
        },
        {
            "type": "education",
            "location": "Universidade Federal de Minas Gerais",
            "start": "2010-08",
            "end": "2016-07",
            "position": "Bacharelado em Engenharia de Controle e Automação",
            "longDescription": "Injeção automática de falhas em designs SystemC"
        },
        {
            "type": "education",
            "location": "University of Southampton",
            "start": "2013-09",
            "end": "2014-09",
            "position": "Bacharelado em Engenharia Elétrica e Eletrônica",
            "longDescription": "Via programa governamental de intercâmbio, Ciência sem Fronteiras"
        },
        {
            "type": "work",
            "location": "4 Ímpar",
            "start": "2012-08",
            "end": "2013-09",
            "position": "Desenvolvedor Web",
            "longDescription": "Desenvolver e manter um sistema de gerenciamento de conteúdo web (CMS)."
        },
        {
            "type": "work",
            "location": "Consultoria e Projetos Elétricos Júnior",
            "start": "2011-07",
            "end": "2012-08",
            "position": "Assessor de Gestão",
            "longDescription": "Responsável por divulgar e melhorar a visibilidade da tríade visão/objetivo/estratégia e dos indicadores dentro da empresa."
        }
    ]
}